Repository: apertium/apertium-sme-smj
Catalog: tmx_data/SDeisevalddit.tmx
Source language: sme
Languages: smj

source: – Eiseválddit leat beahttán sámi álbmoga ja fertejit nannet áŋgiruššama.
smj: – Oajválattja li sáme álmmugav bæhttám ja hæhttu bargos nannit.

source: Heahteguovddáščállingoddi, Dásseárvo- ja vealahanáittardeaddji ja Sámediggi dadjet čielgasit: Veahkaválddi nissonolbmuid vuostá ja veahkaválddi lagaš oktavuođain sámi servodagas ferte váldit duođalaččat.
smj: Hiehteguovdásjdåjmadahka, Dássádus- ja nuppástimoahttse ja Sámedigge tjielggasit javlli: Vahágahttem nissunij vuosstij ja lahka gasskavuodan sáme sebrudagán hæhttu duodaj váldeduvvat.

source: Sámediggi Ođasarkiiva – Eiseválddit leat beahttán sámi álbmoga ja fertejit nannet áŋgiruššama.
smj: Sámedigge Ådåsa – Oajválattja li sáme álmmugav bæhttám ja hæhttu bargos nannit.

source: Heahteguovddáščállingotti, dásseárvo- ja vealahanáittardeaddji ja sámedikki gaskasaš oktasaš preassadieđáhus:
smj: Aktisasj præssadiedádus hiehteguovdásjdåjmadagás, dássádus- ja nuppástimoahttses ja sámedikkes:

source: Gitta 49 proseantta sámi nissonolbmuin Norggas leat gillán veahkaválddi dahje vearredaguid čájehit logut raporttas maid Norga našuvnnalaš olmmošvuoigatvuohtaásahus (NIM) lea almmuhan.
smj: Lahkusij 49 prosenta sáme nissunijs Vuonan li vaháguvvam vahágahttemij jali råhtsatjibmáj, vuosedi lågo diedádusás Vuona nasjåvnålasj institusjåvnås almasjrievtesvuoda hárráj.

source: Go veahkkeapparáhta ii doaimma sáhttá maiddái dagahit ahte sámi nissonolbmot eai oaččo dan veahki masa sis lea vuoigatvuohta.
smj: Bæhtádallam viehkkeapparáhttaj máhttá aj buktet, sáme nissuna e oattjo dav viehkev mij la sijá gájbbádussan.

source: Raporttas čujuhuvvo ahte veahkaválddi geavaheames sámi guovlluin sáhttá leat oktavuohta sohkabuolvvaid dáruiduhttinpolitihkkii.
smj: Diedádusán vuoseduvvá dasi, vahágahttema sáme guovlojn máhtti tjanáduvvat måttij buolvaj dárojduhttempolitihkkaj.

source: Dilli lea duođalaš.
smj: Dille l sieldes.

source: Nana dárbu lea ođasmahttit áŋgiruššama bajimuš doaibmaplánain, gielddaid bearráigeahččamin ja oktiiordnejuvvon gielddalaš bálvalusaiguin mat leat olámuttus.
smj: Stuorra dárbbo l ådåstuhtedum ratjástibmáj badjásasj doajmmaplánaj, suohkanijt bærrájgæhttjat ja aktidum suohkandievnastusájda má li sajenisá.

source: – Dan eat nagot čoavdit okto.
smj: – Dáv ep nagá galluga tjoavddet.

source: Divttasvuona ášši lea álggahan ja servodat loahpas bargagođii nu ahte vuogádat fertii reageret.
smj: Divtasvuonaássje li álgadibmen ja de lij sebrudahka iesj mij maŋŋutjissaj bajedij ássjev vaj vuogádahka hæhttuj dåmadit.

source: Sámi servodat háliida rievdadusa.
smj: Sáme sebrudahka sihtá rievddadimev.

source: Ráđđehus ferte álggahit doaibmaplána veahkaválddi ja vearredaguid vuostá sámi servodagas, mas leat konkrehta ja oktii čadnojuvvon doaibmabijut, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.
smj: Ráddidus hæhttu jåhtuj biedjat doajmmaplánav vahágahttema ja råhtsatjime vuosstáj sáme sebrudagán, almma ja hiebadum dåjmaj, javllá sámedikkeráde Mikkel Eskil Mikkelsen.

source: Dárbbašuvvo eanet gelbbolašvuohta.
smj: Dárbbo lasedum máhtudahkaj.

source: Fáddáčoahkkimis veahkaváldi nissoniid vuostá ja veahkaváldi lagaš oktavuođain sámi servodagas, Sámedikkis Kárášjogas skábmamánu 26. b., lei stuorra doarjja dasa ahte politiija ja veahkkeapparáhta fertejit nannet gelbbolašvuođa sámi gielas ja kultuvrras.
smj: Tiebmátjåhkanimen vahágahttem nissunij vuosstij ja lahka gasskavuodan sáme sebrudagán Sámedikken, Kárášjågån basádismáno 26. biejve, lij stuorra avtamielakvuohta dasi, bulkke ja viehkkeapparáhtta hæhttuji ietjasa máhtudagáv sáme gielaj ja kultuvraj hárráj nannit.

source: Čoahkkin lei Sámedikki, Heahteguovddáščállingotti ja Dásseárvo- ja vealahanáittardeaddji gaskasaš ovttasbargu kampánjja Jávohisvuohta goddá oktavuođas.
smj: Tjåhkanibme lij aktisasjbarggo Sámedikke, Hiehteguovdásjdåjmadagá ja Dássádus- ja nuppástimoahttse gaskan kampánja Sjávodisvuohta gåddå gasskavuodan.

source: Váilevaš gielalaččat láhčin ja kulturmáhtu váilun leat liigecakkit veahkaválddi gillájeddjiide geat dárbbašit veahki.
smj: Vádnunime gielalasj hiebadibme ja kulturmáhtudahka li duodde hieredime vaháguvvamijda gudi viehkev dárbahi.

source: Ollugat sis geat ledje čoahkkimis oaivvildedje ahte lea stuorra dárbu oažžut doaibmaplána veahkaválddi ja vearredaguid vuostá sámi servodagas, maid sámi organisašuvnnat ovttas ráhkadit.
smj: Ållusij mielas sijás gudi oassálasstin tjåhkanibmáj, la stuorra dárbbo doajmmapládnaj vahágahttema ja råhtsatjime vuosstáj sáme sebrudagán, mij dagáduvvá aktan sáme organisasjåvnåj.

source: Daddjojuvvui maiddái ahte buohkat sáhttet ja fertejit veahkehit veahkaválddi gillájeaddji nissonolbmuid ja veahkaválddi gillájeddjiid lagaš oktavuođain dan bokte ahte duostat hupmat dan birra ja dieđihit jos vihkot veahkaválddi birra.
smj: Bajeduváj aj, gájka máhtti ja hæhttuji viehkedit vahágahttemav nissunij ja lahka gasskavuodan vuosteldittjat gå duossti dan birra ságastit ja diededit jus gáddali vahágahttemav.

source: Sámedikki presideanta Aili Keskitalo oaivvilda ahte problematihka ferte ollu eanet oainnusmahttit.
smj: Sámedikkepresidænnta Aili Keskitalo mielas gássjelisvuohta hæhttu ájn ienebut tjalmostahteduvvat.

source: – Veahkaváldi ferte bissehuvvot dál.
smj: – Vahágahttem hæhttu dálla hiejteduvvat.

source: Viidodat lea duođaštuvvon ja mii fertet álggahit doaibmabijuid.
smj: Stuorrudahka la duodastuvvam ja hæhttup dåjmajt álgadit.

source: Eiseválddit Justiisadepartemeantta bokte fertejit fuolahit doaibmabijuid, mat álggahuvvojit ja čuovvuluvvojit.
smj: Oajválattja, Justijssadepartemænnta njunnjutjin, hæhttuji doajmmaplánav dahkat, mij jåhtuj biejaduvvá ja gåtseduvvá.

source: Veahkaváldi lea hui čihkosis sámi birrasiin, muhto dat ii mearkkaš dan ahte dat lea dohkkehuvvon.
smj: Vahágahttem la ållagasj vuojnnemahttásin sáme birrasijn, valla dat ij merkaha jut dat dåhkkiduvvá.

source: Sámi dievddut ja bártnit fertejit eanet hupmagoahtit veahkaválddi birra, dadjá Keskitalo.
smj: Sáme ålmmå ja báhtja hæhttuji ájn ienep rahpusit ságastittjat vahágahttema birra, javllá Keskitalo.

source: Eanet áŋgiruššat eastademiin ja suodjalemiin.
smj: Lasedum ratjástibme duostutjit ja suoddjitjit.

source: Dásseárvo- ja vealahanáittardeaddji Hanne Bjurstrøm dadjá ahte lea čielggas ahte veahkkeapparáhta ii nagot veahkehit sámi álbmoga eastadeames, suodjaleames ja veahkeheames dalle go nissonolbmot gillájit veahkaválddi lagaš oktavuođain.
smj: Dássádus- ja nuppástimoahttse Hanne Bjurstrøm javllá jut tjielgas la viehkkeapparáhtta ij nagá jåksåt sáme álmmugij duostutjit, suoddjitjit jalik viehkedittjat gå nissuna vaháguvvi lahka gasskavuodan.

source: – Dan sáhttá čilget máŋgga láhkai: giella, máhttu sámi kultuvrra birra, luohttámuš, ruhta, geográfalaš gaskkat, veahkkeapparáhta ii leat oktiiordnejuvvon.
smj: – Tjielgadusá li moadda: giella, máhtudahka sáme kultuvras, luohtádus, rudá, geográfálattjat mælggat gasska, viehkkeapparáhtta ij la aktiduvvam.

source: Mihkkege dáin ii leat dohkálaš sivva, muhto hástalusaid fertejit stáhta ja suohkanat čoavdit.
smj: Dájs ælla aktak buorre oarre, valla hásstalusá majt stáhtta hæhttu tjoavddet.

source: Veahkaválddi gillájeaddji sámiin lea vuoigatvuohta oažžut seamma buori veahki go buohkat earát suohkanis, dadjá Bjurstrøm.
smj: Vaháguvvam sámijn li sæmmi riektá buorre væhkkáj gå gájka iehtjáda suohkanin, javllá Bjurstrøm.

source: Tove Smaadahl, Heahteguovddáščállingotti jođiheaddji dadjá ahte lea dárbu eanet áŋgiruššat eastademiin ja suodjalemiin.
smj: Tove Smaadahl, Hiehteguovdásjdåjmadagá bæjválasj jådediddje, javllá dárbbo l lasedum ratjástibmáj duostutjit ja suoddjitjit.

source: Dutkan čájeha ahte veahkaválddi gillájeaddji nissonolbmot sámi servodagas eai álo duostta muitalit veahkaválddi birra.
smj: Guoradallama vuosedi jut álu vaháguvvam nissuna sáme sebrudagán e duosta vahágahttema birra subtsastit.

source: – Heajos suohkanekonomiija áitá Sámi heahte- ja inseastaguovddáža Kárášjogas, mii lea áidna Norggas mas lea fálaldat erenoamážit láhččojuvvon sámi álbmoga várás.
smj: – Nievres suohkanekonomijja ájttá Sáme hiehte- ja incestguovdátjav Kárášjågån, mij la ájnna Vuonan mij fálaldagáv vaddá ållagasj sáme álmmugij.

source: Sámi heahte- ja inseastaguovddáža ferte gádjut.
smj: Sáme hiehte- ja incestguovdásj hæhttu bisoduvvat.

source: Sámi álbmogii ferte sihkkarastojuvvot buorre fálaldat, mas sámi giella ja kultuvra vuhtiiváldojuvvojit, dadjá Smaadahl.
smj: Buorre fálaldahka sáme álmmugij hæhttu tjårggiduvvat, mij sáme gielav ja kultuvrav bærrájgåhtså, javllá Smaadahl.

source: Loahppadokumeanta.
smj: Låhpadimdokumænnta.

source: Čoahkkimis lea ráhkaduvvon loahppadokumeanta, mii earret eará lea diehtun Justiisadepartemeantta stáhtačállái Knut Morten Johansenii, guhte searvvai čoahkkimii Kárášjogas.
smj: Dagádum la låhpadimdokumænnta tjåhkanimes, mij duola dagu la vásstádussan stáhtatjálláj Knut Morten Johansenij Justijssa- ja gárvedimdepartementas, gut oassálastij tjåhkanibmáj Kárášjågån.

source: Jávohisvuohta goddá kampánjja duogáš.
smj: Duogásj kampánnjaj Sjávodisvuohta gåddå.

source: Skábmamánu 25. b. čalmmustuvvo jahkásaččat riikkaidgaskasaš beaivin veahkaváldi nissonolbmuid vuostá ja lea álgu riikkaidgaskasaš ON-kampánjii «16 Days of Activism Against Genderbased Violence».
smj: Juohkka jage basádismáno 25. biejve mujttádahteduvvá rijkajgasskasasj biejvven vahágahttema vuosstij nissunij ja álgadibmen rijkajgasskasasj AN-kampánnjaj «16 Days of Activism Against Genderbased Violence».

source: Jávohisvuohta goddá gullá dán vuollái ja lea ovttasbargu Heahteguovddáščállingotti ja Dásseárvo- ja vealahanáittardeaddji gaskka.
smj: Sjávodisvuohta gåddå la dán kampánja vuolen ja la aktisasjbarggo Hiehteguovdásjdåjmadagá ja Dássádus- ja nuppástimoahttse gaskan.

source: Dán jagi bargat mii ovttas maiddái Sámedikkiin ja fokuseret veahkaválddi nissonolbmuid vuostá ja veahkaválddi lagaš oktavuođain vuostá sámi servodagas.
smj: Dán jage aj aktan barggap Sámedikkijn tjalmostahttemin vahágahttemav nissunij vuosstáj ja lahka gasskavuodan sáme sebrudagán.

source: Jávohisvuohta goddá kampánja ruhtada Gelbbolašvuođa guovddáš rihkuseastadeamis.
smj: Sjávodisvuohta gåddå la ruhtadum Kompetansenter for kriminalitetsforebygging:is.

source: Kampánjja váldoulbmilin lea geahččalit eastadit nu gohčoduvvon beallalašgoddimiid.
smj: Kampánja oajvveulmme l viehkedit duostutjit nav gåhtjodum guojmmegåddålimijt.

source: Muhtun oinnii, muhtun diđii, muhto oktage ii bargan maidege áiggil.
smj: Muhtema vuojnnin, muohtema diehtin, valla ettjin aktan majdik dagá.

source: Dás sáhtát lohkat eanet Jávohisvuohta goddá kampánjja birra.
smj: Dánna besa ienebuv Sjávodisvuohta gåddå –kampánja birra låhkåt.

source: Gulahallan:
smj: Guládallam:

source: Váldde oktavuođa min gulahallanbargiiguin geain oaččut eanet dieđuid ja jos áiggut jearahallat:
smj: Guládalá mijá guládallambarggij jus sidá ienep diedov jali ságájdahtátjit:

source: Heahteguovddáščállingoddi
smj: Hiehteguovdásjdåjmadahka

source: Dásseárvo- ja vealahanáittardeaddji:
smj: Dássádus- ja nuppástimoahttse:
